<template>
	<div class="body-bg">
		<div style="background-color: white;">
			<span style="background-color: white;color: gray;font-size: 12px;">
				<p>※ 平台所有交易，秉承<span style="color: red;">买卖公平平等诚信原则</span>，以用户利益为本，<span style="color: red;">平台对所销售商品质量负责</span>。</p>
				<p>※ 平台不做为最终交易结果，最终交易已实际发货和收货结果为主。</p>
				<p>※ <span style="color: red;">秉承买卖公平平等诚信原则，用户在任何情况下都有权取消订单交易(特别说明的商品，非质量问题，平台不接受退款)，并要求平台退还已支付的金额;对于已收到商品的用户，则需要先退货，平台根据退货货品完整情况，评估应退金额。</span></p>
				<p>※ <span style="color: red;">秉承买卖公平平等诚信原则，平台在任何情况下都有权取消订单交易，并退还用户已支付的金额。</span></p>
				<p>※ 任何利用系统漏洞进行的交易，都视为无效交易,平台有权拒绝发货。</p>
				<p>※ 平台所有交易都会有真实交易收入数据包括但不限于对接交易平台如（支付宝，微信）等。如果数据对应不上，平台有权取消交易，并退还用户已支付的金额。</p>
				<p>※ 对于用户（为了用户利益）：任何一个交易流程环节（非平台特别说明的商品），用户都有权提出终止交易，并要求平台退还已支付的金额。</p>
				<p>※ 对于用户（为了用户利益）：如果商品有质量问题，用户应及时联系平台，并反馈相应情况。对于需要退货的，平台有权要求用户退还相应商品，并通过协商处理退款事宜。</p>
				<p>※ 如果因为用户原因导致商品出现的问题，平台不承担任何责任。</p>
				<p>※ 对于商品中描述的内容或者说明，用户应该知晓并阅读，然后决定是否要继续交易。同时对于商品已描述的内容或者缺陷，用户不能以此做为商品质量有问题而要求退货退款。</p>
				<p>※ 
				     对于平台：平台对任何一个交易流程环节审核，为了防止因为系统被攻击、被篡改或者订单价格计算有问题或者平台商品配置的销售价格有问题或者平台的配置参数有问题，
					 平台都有权终止交易，并退还用户已支付的金额。
				</p>
				<p>※ 关于推广的规则：用户推广新的注册用户，当被推广的注册用户下单并且正常完成整个支付交易后，平台将根据支付金额随机奖励给推广的用户。</p>
				<p>※ 关于第5点推广规则的说明：平台奖励推广人以最终实际对接的支付平台数据为准。如果平台订单的支付交易数据不存在，则平台有权取消对应奖励。</p>
				<p>※ 平台的一切交易结果都是建立在实际数据的基础上，用户以实际数据包括但不限于(支付宝、微信)扣除的金额为准，平台以对接的支付平台包括但不限于(支付宝、微信)的入账金额为准。</p>
				<p>※ 为了保证用户和平台的正常交易利益，当平台配置价格或者配置的其它数据有误的情况下，平台有权终止交易。</p>
				<p>※ 平台的目的就是实现互利共赢，提供最好的服务和便捷的购物方式。</p>
				<p>※ 对于租赁商品，适用下单必看内容，同时以最终签订的协议内容为准，并明确双方相应的责任和义务。</p>
				<p>※ 平台所有操作及最终结果，最终解释权归平台所有。</p>
				<p>※ 用户下单并完成整个交易流程，平台即认为用户已接受下单必看内容。为了保证正常交易，任何一方对平台上用户界面显示的佣金值、零钱值、积分值，用户订单，平台商品等有疑问的，可以举证共同协商处理，
				      用户举证材料为支付扣款结果截图信息。平台方如果不能举证的，损失由平台承担。平台举证材料以对接交易平台包括但不限于（微信，支付宝）等最终结算数据为主。</p>
			</span>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
	.body-bg {
		border: none;
		margin: 0;
		padding: 0;
		font-size: 12px;
		color: #323233;
		background-color:white;
		font-family: Avenir, PingFang SC, Arial, Helvetica, STHeiti STXihei, Microsoft YaHei, Tohoma, sans-serif;
	}
</style>
