<template>
	<div>
		<span style="color: red;font-size: 12px;">
			秉着买卖公平平等诚实交易原则，平台对商品质量负责，平台承诺不会以不正常的销售价格来吸引用户下单，
			如果用户发现价格计算规则与实际不符合或者商品销售价格有问题，或者有任何疑问，请不要下单和付款，并及时反馈给客服人员。
			所有的订单，平台都会审核，最终已实际发货成交结果为准，平台只是做为方便用户查看、订购的一种途径，不做为最终交易结果，
			对于已提交的订单，平台根据判断有权决定是否取消，如果订单已支付成功,平台按实际支付价格退还用户相同金额，
			平台所有交易，以最终发货为准，
			任何环节平台认定有问题，都有权取消发货,并退还用户已支付的订单金额。
			用户对订单或者商品有任何疑问，都可以随时取消订单(特别说明的商品或者订单，非质量问题，不允许取消，如果需要取消则扣除包含商品的订单30%的金额)
			平台所有操作，最终解释权归平台所有。
		</span>
	</div>
</template>

<script>
</script>

<style>
</style>
