<template>
	<div class="body-bg">
		<div>
			<span>
				5G升级包限时优惠 活动时间 即日起至2020年4月30日 参与对象： 4G套餐49元、76元及以上用户订购 活动内容： 29元10GB全国流量5G升级包（包含
				“优惠购”权益），现首月9.9元/月；次月起恢复原价 49元20GB全国流量5G升级包（包含 “优惠购”权益），现首月19.9元/月；次月起恢复原价
				29元、49元升级包，月费76元及以上4G套餐用户以上用户均可订购； 49元升级包，限月费49元及以上76元以下4G套餐用户订购；
				订购5G升级包，可以在手厅-搜索-优惠购-订购优惠权益 活动规则：
				1、订购后立即生效，5G升级包月费一次性收取，用户不取消默认续订。变更、退订次月生效。用户只能订购一档产品一次，不能重复订购。
				2、订购用户如在档内变更为4G套餐，保持5G升级包订购；如低于档位下限变更为4G套餐，变更生效时同步取消5G升级包订购；如变更为5G套餐，变更生效时5G升级包随原套餐自动退订。
				3、主副卡仅限主卡订购，副卡不能订购。主卡订购后，主、副卡共享流量、速率、优惠购权益，副卡通过主卡订购享受服务；
				4、承诺低消用户可订购，5G升级包月费计入低消；融合共享版用户迁转到组合版产品后订购； 5、2/3G套餐用户迁转4G套餐后订购；
				6、5G升级包包含“优惠购”权益，用户可登录-手机营业厅-搜索“优惠购”平台按优惠价订购相关权益。 7、5G升级包订购更换套餐，在支持5G信号，并使用5G设备时享受5G网速。
				8、5G套餐用户不能订购。
				9、达量限速套餐用户，在限速前订购5G升级包，按订购5G升级包包含流量值提高一次限速阀值；在限速后订购5G升级包，订购后取消限速，5G升级包包含流量消费完后再按套餐规定限速。限速之前均可享受5G优享服务。二次限速阀值不变。达量封顶套餐和王卡套餐在未关闭上网功能状态下均可享受5G优享服务，计算封顶阀值时5G升级包流量不算入套餐外流量。
				10、5G升级包流量当月未使用完部分按现有规则结转次月。 11、5G升级包包含“优惠购”权益，用户可登录-手机营业厅-搜索“优惠购”平台按优惠价订购相关权益。
				12、5G升级包订购用户，不用更换套餐，持有5G手机5G网络下即可体验5G高速上网，4G设备4G信号下使用4G网络。
			</span>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
	.body-bg {
		border: none;
		margin: 0;
		padding: 0;
		font-size: 12px;
		color: #323233;
		font-family: Avenir, PingFang SC, Arial, Helvetica, STHeiti STXihei, Microsoft YaHei, Tohoma, sans-serif;
	}
</style>
