<template>
	<div class="body-bg">
		<div style="background-color: white;">
			<span style="background-color: white;color: gray;font-size: 12px;">
				<p>※ 平台所有交易，秉承<span style="color: red;">买卖公平诚信原则</span>，以用户利益为本，<span style="color: red;">平台对所销售商品质量负责</span>。</p>
				<p>※ 买卖最终交易已实际发货和收货结果为准。</p>
				<p>※ 任何利用平台系统漏洞进行的交易，都视为无效交易,平台有权拒绝发货。</p>
				<p>※ 对于平台商品中描述的内容或者说明，用户应该知晓并阅读，然后决定是否要继续交易。同时对于商品已描述的内容或者缺陷，用户不能以此做为商品质量有问题而要求退货退款。</p>
				<!-- <p>※ 如果因为用户原因导致商品出现的问题，平台不承担任何责任。</p> -->
				<p>※ 任何情况下，用户（特别是孕妇等特殊人群）应该知晓所购买的商品是否会对自身有所伤害，包括但不限于过敏等，由此造成的一切后果，由用户自己承担。</p>
				<p>※ 为了防止平台因为系统被网络攻击或者被篡改或者订单价格计算有问题或者平台商品配置的销售价格有问题或者平台配置的其它参数有问题，平台都有权终止交易，并退还用户已支付的金额。</p>
				<p>※ 为了保证用户在平台上正常交易，当平台配置价格或者配置的其它参数有误或者价格计算有误的情况下，平台有权拒绝发货并终止交易，退还用户已支付的金额。</p>
				<p>※ 如果商品有质量问题，用户应及时联系平台，并反馈相应情况。对于需要退货的，平台有权要求用户退还相应商品，并通过协商处理退款事宜。</p>
				<p>※ 平台对交易涉及到的所有环节进行审核，秉承买卖公平诚信原则,任何情况下,平台认为已支付的订单有问题和异常，平台有权拒绝发货并终止交易，退还用户已支付的金额。</p>
				<p>※ 用户下单并支付完成，平台即认为用户已接受下单必看内容和条款。为了保证正常交易。</p>
				<p>※ 任何利用平台漏洞得到的奖励，和没有实际数据支撑得到的奖励，平台都有权取消对应已得到的任何奖励。</p>
				<p>※ 平台所有相关规定和使用，最终解释权归平台所有。</p>
			</span>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
	.body-bg {
		border: none;
		margin: 0;
		padding: 0;
		font-size: 12px;
		color: #323233;
		background-color:white;
		font-family: Avenir, PingFang SC, Arial, Helvetica, STHeiti STXihei, Microsoft YaHei, Tohoma, sans-serif;
	}
</style>
